13/data/attachments/3bcb7c9a51b94a76.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_76ffa7ac-e1c7-4c72-9987-bf5304e710e8</nif:username>
            <nif:friendToBeAdded>Jeffrey_lawyer_Friend_39816_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>